{
    "The start date cannot be grater than the end date":"La date du début ne peut pas être supérieure a la date du fin",
    "The start date cannot be less than the current date":"La date du début ne peut pas être inférieure a la date du jour",
    "User not found": "Utilisateur non trouvé",
    "data incorrect.": "Données incorrectes.",
    "This product has already been added to this order.": "Ce produit a déjà été ajouté à cette commande.",
    "This order has already been confirmed.": "Cette commande a déjà été confirmée.",
    "This purchase has already been canceled.": "Cet commande a déjà été annulé.",
    "Select a supplier to validate the purchase.": "Sélectionnez un fournisseur pour valider l'achat.",
    "Payment Successful": "Paiement réussi",
    "This product does not have sufficient quantity in stock": "Ce produit n'a pas une quantité suffisante en stock",
    "It is not possible to cancel an unconfirmed order": "Il n'est pas possible d'annuler une commande non confirmée",
    "You must add at least one product to the order": "Vous devez ajouter au moins un produit à la commande",
    "Data updated successfully": "Données mises à jour avec succès",
    "Error updating data, please try again": "Erreur lors de la mise à jour des données, veuillez réessayer",
    "An error occurred while entering the data": "Une erreur s'est produite lors de la saisie des données",
    "Operation completed successfully": "Opération réussie avec succès",
    "Error occurs when updating data": "Une erreur survient lors de la mise à jour des données",
    "It is not possible to delete this point of sale, as it has one or more sections": "Il n'est pas possible de supprimer ce point de vente car il possède une ou plusieurs sections",
    "Item deleted successfully": "Élément supprimé avec succès",
    "Error, the session for this point of sale is closing": "Erreur, la session pour ce point de vente se ferme",
    "Insufficient value": "Valeur insuffisante",
    "A server error occurred": "Une erreur du serveur s'est produite",
    "The invoice number field cannot be empty": "Le champ du numéro de facture ne peut pas être vide",
    "No orders found with this number, please check and try again": "Aucune commande trouvée avec ce numéro, veuillez vérifier et réessayer",
    "Attention, this invoice has already been printed, please contact the system administrator": "Attention, cette facture a déjà été imprimée, veuillez contacter l'administrateur du système",
    "Order canceled successfully": "Commande annulée avec succès",
    "It is not possible to delete this client": "Il n'est pas possible de supprimer ce client",
    "User without access": "Utilisateur sans accès",
    "Category added successfully": "Catégorie ajoutée avec succès",
    "A product can only have a maximum of 5 images": "Un produit ne peut avoir qu'un maximum de 5 images",
    "Please complete the steps in the company form": "Veuillez compléter les étapes dans le formulaire de l'entreprise",
    "To publish your products online you must verify your email. Go to the configuration module, click on the company profile, then click on verify email": "Pour publier vos produits en ligne, vous devez vérifier votre e-mail. Accédez au module de configuration, cliquez sur le profil de l'entreprise, puis cliquez sur vérifier l'e-mail",
    "Please add at least 3 photographs of the product, preferably a white background and a very clean image to better highlight the product": "Veuillez ajouter au moins 3 photographies du produit, de préférence sur un fond blanc et avec une image très nette pour mieux mettre en valeur le produit",
    "Your product is now available in the online store": "Votre produit est désormais disponible dans la boutique en ligne",
    "Please fill in the empty fields and try again": "Veuillez remplir les champs vides et réessayer",
    "It appears that you do not have active internet, please check and try again": "Il semble que vous n'ayez pas d'internet actif, veuillez vérifier et réessayer",
    "Please note that the quantity to withdraw cannot be greater than the actual quantity": "Veuillez noter que la quantité à retirer ne peut pas être supérieure à la quantité réelle",
    "This product is not in stock in this selected warehouse": "Ce produit n'est pas en stock dans cet entrepôt sélectionné",
    "This supplier has already been added to this article": "Ce fournisseur a déjà été ajouté à cet article",
    "It is not possible to delete this supplier": "Il n'est pas possible de supprimer ce fournisseur",
    "Please select a transfer destination warehouse": "Veuillez sélectionner un entrepôt de destination pour le transfert",
    "The selected warehouse cannot be the same as the transfer destination warehouse": "L'entrepôt sélectionné ne peut pas être le même que l'entrepôt de destination du transfert",
    "Customer not found": "Client non trouvé",
    "This company has an active license": "Cette entreprise dispose d'une licence active",
    "Error activating license, contact administrator": "Erreur d'activation de la licence, contactez l'administrateur",
    "Congratulations, your license has been successfully activated": "Félicitations, votre licence a été activée avec succès",
    "The provided password does not match your current password.": "Le mot de passe fourni ne correspond pas à votre mot de passe actuel.",
    "The new password cannot be the same as the current password": "Le nouveau mot de passe ne peut pas être le même que le mot de passe actuel"
}
